Repository: jse22-ua/hada-p1_2021-22
Catalog: DCA/Practica8/locale/*/LC_MESSAGES/messages.po
Languages: ca

source: La máquina eligió piedra
ca: La màquina ha triat pedra

source: La máquina eligió papel
ca: La màquina ha triat paper

source: La máquina eligió tijera
ca: La màquina ha triat tisores

source: ¿Piedra, papel o tijera?
ca: Pedra, paper o tisores?

source: 1. Piedra
ca: 1. Pedra

source: 2. Papel
ca: 2. Paper

source: 3. Tijera
ca: 3. Tisores

source: Elige una opción:
ca: Tria una opció:

source: Elegiste piedra
ca: Has triat pedra

source: Elegiste papel
ca: Has triat paper

source: Elegiste tijera
ca: Has triat tisores

source: Opción inválida. Por favor, intente de nuevo.
ca: Opción invàlida. Per favor, prova altra vegada

source: ¡Empate!
ca: Empat!

source: ¡Ganaste!
ca: Has guanyat!

source: ¡Perdiste!
ca: Has perdut!
